export const GalleryDB = {
  slides: [
    {
      alt: 'Оборудование для стяжки пола',
      img: '2.jpg',
    },
    {
      alt: 'Оборудование для стяжки пола',
      img: '3.jpg',
    },
    {
      alt: 'Выполненная штукатурка стен',
      img: '4.jpg',
    },
    {
      alt: 'Выполненная штукатурка стен',
      img: '5.jpg',
    },
    {
      alt: 'Выполненная стяжка пола',
      img: '6.jpg',
    },
    {
      alt: 'Выполненная стяжка пола',
      img: '7.jpg',
    },
    {
      alt: 'Выполненная стяжка пола',
      img: '8.jpg',
    },
    {
      alt: 'Процесс стяжки пола',
      img: '9.jpg',
    },
    {
      alt: 'Процесс стяжки пола',
      img: '10.jpg',
    },
    {
      alt: 'Процесс стяжки пола',
      img: '11.jpg',
    },
  ],
} as const;

//loading: 'lazy'
// src="2.jpg"